Repository: AlexandreFenyo/youtubenopub
Catalog: ShareManager/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kn, ko, ml, mr, ms, nb, nl, or, pa, pl, pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: With AI or OCR
ar: مع ذكاء اصطناعي أو OCR
bn: AI বা OCR সহ
ca: Amb IA o OCR
cs: S AI nebo OCR
da: Med AI eller OCR
de: Mit KI oder OCR
el: Με ΤΝ ή OCR
es: Con IA u OCR
fi: AI:lla tai OCR:llä
fr: Avec IA ou OCR
fr_ca: Avec IA ou OCR
gu: AI અથવા OCR સાથે
he: עם AI או OCR
hi: AI या OCR के साथ
hr: S AI ili OCR
hu: AI-val vagy OCR-rel
id: Dengan AI atau OCR
it: Con IA o OCR
ja: AIまたはOCR付き
kn: AI ಅಥವಾ OCR ಜೊತೆ
ko: AI 또는 OCR 포함
ml: AI അല്ലെങ്കിൽ OCR ഉള്ളവ
mr: AI किंवा OCR सह
ms: Dengan AI atau OCR
nb: Med AI eller OCR
nl: Met AI of OCR
or: AI କିମ୍ବା OCR ସହ
pa: AI ਜਾਂ OCR ਨਾਲ
pl: Z AI lub OCR
pt: Com IA ou OCR
ro: Cu AI sau OCR
ru: С ИИ или OCR
sk: S AI alebo OCR
sl: Z UI ali OCR
sv: Med AI eller OCR
ta: AI அல்லது OCR உடன்
te: AI లేదా OCR తో
th: ที่มี AI หรือ OCR
tr: AI veya OCR ile
uk: З ШІ або OCR
ur: AI یا OCR کے ساتھ
vi: Có AI hoặc OCR
zh_hans: 带 AI 或 OCR
zh_hant: 具 AI 或 OCR

source: With location
ar: بالموقع
bn: অবস্থান সহ
ca: Amb ubicació
cs: S polohou
da: Med placering
de: Mit Standort
el: Με τοποθεσία
es: Con ubicación
fi: Sijainnilla
fr: Avec lieu
fr_ca: Avec lieu
gu: સ્થાન સાથે
he: עם מיקום
hi: स्थान के साथ
hr: S lokacijom
hu: Helyszínnel
id: Dengan lokasi
it: Con posizione
ja: 位置情報あり
kn: ಸ್ಥಳದೊಂದಿಗೆ
ko: 위치 있음
ml: സ്ഥാനത്തോടെ
mr: स्थानासह
ms: Dengan lokasi
nb: Med plassering
nl: Met locatie
or: ସ୍ଥାନ ସହ
pa: ਟਿਕਾਣੇ ਨਾਲ
pl: Z lokalizacją
pt: Com localização
ro: Cu locație
ru: С местоположением
sk: S polohou
sl: Z lokacijo
sv: Med plats
ta: இடம் உடன்
te: స్థానంతో
th: ที่มีตำแหน่ง
tr: Konum ile
uk: З розташуванням
ur: مقام کے ساتھ
vi: Có vị trí
zh_hans: 含位置
zh_hant: 含位置

source: You've made more than %1$@ AI requests in the last %2$@ minutes. Each call costs API credits — please make sure this is intended. The counter has been reset.
ar: لقد قمت بأكثر من %@ من طلبات الذكاء الاصطناعي خلال %@ دقيقة الماضية. كل استدعاء يستهلك رصيد واجهة برمجية — يرجى التأكد من أن هذا متعمَّد. تم تصفير العدّاد.
bn: আপনি গত %@ মিনিটে %@-এর বেশি AI অনুরোধ করেছেন। প্রতিটি কল API ক্রেডিট খরচ করে — অনুগ্রহ করে নিশ্চিত করুন যে এটি ইচ্ছাকৃত। কাউন্টার রিসেট করা হয়েছে।
ca: Heu fet més de %@ sol·licituds d'IA en els darrers %@ minuts. Cada invocació consumeix crèdits d'API — assegureu-vos que és intencionat. S'ha reiniciat el comptador.
cs: V posledních %@ minutách jste odeslali více než %@ požadavků AI. Každé volání spotřebovává API kredity — ujistěte se, že je to záměr. Počitadlo bylo resetováno.
da: Du har lavet mere end %@ AI-anmodninger i de sidste %@ minutter. Hvert kald koster API-kreditter — sørg for, at det er tilsigtet. Tælleren er nulstillet.
de: Du hast in den letzten %@ Minuten mehr als %@ KI-Anfragen gestellt. Jeder Aufruf kostet API-Guthaben — bitte stelle sicher, dass das beabsichtigt ist. Der Zähler wurde zurückgesetzt.
el: Έχετε κάνει περισσότερα από %@ αιτήματα ΤΝ στα τελευταία %@ λεπτά. Κάθε κλήση κοστίζει σε credits API — βεβαιωθείτε ότι είναι σκόπιμο. Ο μετρητής μηδενίστηκε.
es: Has hecho más de %@ solicitudes de IA en los últimos %@ minutos. Cada llamada cuesta créditos de API — asegúrate de que sea intencionado. El contador se ha restablecido.
fi: Olet tehnyt yli %@ AI-pyyntöä viimeisen %@ minuutin aikana. Jokainen kutsu kuluttaa API-krediittejä — varmista että tämä on tarkoituksellista. Laskuri on nollattu.
fr: Tu as effectué plus de %@ requêtes IA durant les %@ dernières minutes. Chaque appel consomme des crédits API — assure-toi que c'est intentionnel. Le compteur a été réinitialisé.
fr_ca: Tu as effectué plus de %@ requêtes IA durant les %@ dernières minutes. Chaque appel consomme des crédits API — assure-toi que c'est intentionnel. Le compteur a été réinitialisé.
gu: તમે છેલ્લી %@ મિનિટોમાં %@ થી વધુ AI વિનંતીઓ કરી છે. દરેક કૉલ API ક્રેડિટ ખર્ચ કરે છે — કૃપા કરી ખાતરી કરો કે આ ઇરાદાપૂર્વકનું છે. કાઉન્ટર રીસેટ થયું છે.
he: ביצעת יותר מ-%@ בקשות AI ב-%@ הדקות האחרונות. כל קריאה צורכת קרדיטים של API — אנא ודא שזה מכוון. המונה אופס.
hi: आपने पिछले %@ मिनटों में %@ से अधिक AI अनुरोध किए हैं। प्रत्येक कॉल API क्रेडिट खर्च करता है — कृपया सुनिश्चित करें कि यह जानबूझकर है। काउंटर रीसेट कर दिया गया है।
hr: Napravili ste više od %@ AI zahtjeva u posljednjih %@ minuta. Svaki poziv troši API kredite — provjerite je li to namjerno. Brojač je resetiran.
hu: Több mint %@ AI kérést indított az elmúlt %@ percben. Minden hívás API krediteket használ fel — kérjük, győződjön meg róla, hogy ez szándékos. A számláló visszaállt.
id: Anda telah melakukan lebih dari %@ permintaan AI dalam %@ menit terakhir. Setiap pemanggilan menghabiskan kredit API — pastikan ini disengaja. Penghitung telah direset.
it: Hai effettuato più di %@ richieste IA negli ultimi %@ minuti. Ogni chiamata costa crediti API — assicurati che sia voluto. Il contatore è stato azzerato.
ja: 過去 %@ 分間に %@ 件を超えるAIリクエストを行いました。各呼び出しはAPIクレジットを消費します — 意図的であることを確認してください。カウンタはリセットされました。
kn: ನೀವು ಕಳೆದ %@ ನಿಮಿಷಗಳಲ್ಲಿ %@ ಕ್ಕಿಂತ ಹೆಚ್ಚು AI ವಿನಂತಿಗಳನ್ನು ಮಾಡಿದ್ದೀರಿ. ಪ್ರತಿ ಕರೆಯು API ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಬಳಸುತ್ತದೆ — ಇದು ಉದ್ದೇಶಪೂರ್ವಕವೆಂದು ಖಚಿತಪಡಿಸಿ. ಕೌಂಟರ್ ಮರುಹೊಂದಿಸಲಾಗಿದೆ.
ko: 지난 %@분 동안 AI 요청을 %@개 이상 보냈습니다. 호출마다 API 크레딧이 소모됩니다 — 의도한 것인지 확인하세요. 카운터가 재설정되었습니다.
ml: കഴിഞ്ഞ %@ മിനിറ്റിൽ %@-ൽ കൂടുതൽ AI അഭ്യർത്ഥനകൾ നടത്തി. ഓരോ കോളും API ക്രെഡിറ്റുകൾ ചെലവഴിക്കും — ഇത് ഉദ്ദേശ്യപൂർവ്വമാണെന്ന് ഉറപ്പാക്കുക. കൗണ്ടർ പുനഃസജ്ജമാക്കി.
mr: तुम्ही गेल्या %@ मिनिटांत %@ पेक्षा जास्त AI विनंत्या केल्या आहेत. प्रत्येक कॉल API क्रेडिट खर्च करतो — कृपया हे हेतुपुरस्सर आहे याची खात्री करा. काउंटर रीसेट केला आहे.
ms: Anda telah membuat lebih daripada %@ permintaan AI dalam %@ minit yang lalu. Setiap panggilan menggunakan kredit API — sila pastikan ini sengaja. Pembilang telah ditetapkan semula.
nb: Du har gjort mer enn %@ AI-forespørsler de siste %@ minuttene. Hvert kall koster API-kreditter — pass på at dette er tilsiktet. Telleren er tilbakestilt.
nl: Je hebt meer dan %@ AI-verzoeken gedaan in de laatste %@ minuten. Elke oproep kost API-credits — zorg ervoor dat dit bedoeld is. De teller is gereset.
or: ଆପଣ ଗତ %@ ମିନିଟ୍‌ରେ %@ରୁ ଅଧିକ AI ଅନୁରୋଧ କରିଛନ୍ତି। ପ୍ରତ୍ୟେକ କଲ୍ API କ୍ରେଡିଟ୍ ଖର୍ଚ୍ଚ କରେ — ଏହା ଉଦ୍ଦେଶ୍ୟମୂଳକ ଅଟେ ବୋଲି ନିଶ୍ଚିତ କରନ୍ତୁ। କାଉଣ୍ଟର୍ ରିସେଟ୍ ହୋଇଛି।
pa: ਤੁਸੀਂ ਪਿਛਲੇ %@ ਮਿੰਟਾਂ ਵਿੱਚ %@ ਤੋਂ ਵੱਧ AI ਬੇਨਤੀਆਂ ਕੀਤੀਆਂ ਹਨ। ਹਰ ਕਾਲ API ਕ੍ਰੈਡਿਟ ਖਰਚ ਕਰਦੀ ਹੈ — ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਇਹ ਜਾਣਬੁੱਝ ਕੇ ਕੀਤਾ ਗਿਆ। ਕਾਊਂਟਰ ਰੀਸੈੱਟ ਹੋ ਗਿਆ ਹੈ।
pl: W ostatnich %@ minutach wysłano więcej niż %@ żądań AI. Każde wywołanie zużywa kredyty API — upewnij się, że to zamierzone. Licznik został zresetowany.
pt: Fez mais de %@ pedidos de IA nos últimos %@ minutos. Cada chamada consome créditos da API — confirme se é intencional. O contador foi reiniciado.
ro: Ai făcut mai mult de %@ cereri AI în ultimele %@ minute. Fiecare apel costă credite API — asigură-te că e intenționat. Contorul a fost resetat.
ru: Вы сделали более %@ запросов к ИИ за последние %@ минут. Каждый вызов расходует API-кредиты — убедитесь, что это намеренно. Счётчик сброшен.
sk: V posledných %@ minútach ste odoslali viac ako %@ požiadaviek AI. Každé volanie spotrebúva API kredity — uistite sa, že je to zámer. Počítadlo bolo resetované.
sl: V zadnjih %@ minutah ste poslali več kot %@ zahtev UI. Vsak klic porabi API kredite — preverite, ali je to namerno. Števec je ponastavljen.
sv: Du har gjort fler än %@ AI-förfrågningar under de senaste %@ minuterna. Varje anrop kostar API-krediter — säkerställ att detta är avsiktligt. Räknaren har återställts.
ta: கடந்த %@ நிமிடங்களில் %@-க்கும் மேற்பட்ட AI கோரிக்கைகளை செய்துள்ளீர்கள். ஒவ்வொரு அழைப்பும் API கிரெடிட்களை செலவிடுகிறது — இது வேண்டுமென்றே என்பதை உறுதிப்படுத்தவும். கவுண்டர் மீட்டமைக்கப்பட்டது.
te: మీరు గత %@ నిమిషాల్లో %@ కంటే ఎక్కువ AI అభ్యర్థనలు చేశారు. ప్రతి కాల్ API క్రెడిట్‌లను ఖర్చు చేస్తుంది — ఇది ఉద్దేశపూర్వకమని నిర్ధారించండి. కౌంటర్ రీసెట్ చేయబడింది.
th: คุณได้ส่งคำขอ AI มากกว่า %@ ครั้งในช่วง %@ นาทีที่ผ่านมา ทุกการเรียกจะใช้เครดิต API — โปรดยืนยันว่าตั้งใจ ตัวนับถูกรีเซ็ตแล้ว
tr: Son %@ dakikada %@'den fazla AI isteği gönderdiniz. Her çağrı API kredisi tüketir — bunun bilinçli olduğundan emin olun. Sayaç sıfırlandı.
uk: Ви виконали понад %@ запитів ШІ за останні %@ хвилин. Кожний виклик витрачає API-кредити — переконайтеся, що це навмисно. Лічильник скинуто.
ur: آپ نے گزشتہ %@ منٹوں میں %@ سے زیادہ AI درخواستیں کی ہیں۔ ہر کال API کریڈٹس خرچ کرتی ہے — براہ کرم یقینی بنائیں کہ یہ ارادتاً ہے۔ کاؤنٹر ری سیٹ ہو گیا ہے۔
vi: Bạn đã thực hiện hơn %@ yêu cầu AI trong %@ phút qua. Mỗi lệnh gọi tốn tín dụng API — vui lòng đảm bảo đây là chủ ý. Bộ đếm đã được đặt lại.
zh_hans: 过去 %@ 分钟内,你已发起超过 %@ 次 AI 请求。每次调用都会消耗 API 额度 — 请确认这是有意为之。计数器已重置。
zh_hant: 過去 %@ 分鐘內你已發出超過 %@ 次 AI 請求。每次呼叫會消耗 API 額度 — 請確認這是有意為之。計數器已重設。

source: You've made more than %1$lld AI requests in the last %2$lld minutes. Each call costs API credits — please make sure this is intended. The counter has been reset.
ar: لقد قمت بأكثر من %lld من طلبات الذكاء الاصطناعي خلال %lld دقيقة الماضية. كل استدعاء يستهلك رصيد واجهة برمجية — يرجى التأكد من أن هذا متعمَّد. تم تصفير العدّاد.
bn: আপনি গত %lld মিনিটে %lld-এর বেশি AI অনুরোধ করেছেন। প্রতিটি কল API ক্রেডিট খরচ করে — অনুগ্রহ করে নিশ্চিত করুন যে এটি ইচ্ছাকৃত। কাউন্টার রিসেট করা হয়েছে।
ca: Heu fet més de %lld sol·licituds d'IA en els darrers %lld minuts. Cada invocació consumeix crèdits d'API — assegureu-vos que és intencionat. S'ha reiniciat el comptador.
cs: V posledních %lld minutách jste odeslali více než %lld požadavků AI. Každé volání spotřebovává API kredity — ujistěte se, že je to záměr. Počitadlo bylo resetováno.
da: Du har lavet mere end %lld AI-anmodninger i de sidste %lld minutter. Hvert kald koster API-kreditter — sørg for, at det er tilsigtet. Tælleren er nulstillet.
de: Du hast in den letzten %lld Minuten mehr als %lld KI-Anfragen gestellt. Jeder Aufruf kostet API-Guthaben — bitte stelle sicher, dass das beabsichtigt ist. Der Zähler wurde zurückgesetzt.
el: Έχετε κάνει περισσότερα από %lld αιτήματα ΤΝ στα τελευταία %lld λεπτά. Κάθε κλήση κοστίζει σε credits API — βεβαιωθείτε ότι είναι σκόπιμο. Ο μετρητής μηδενίστηκε.
es: Has hecho más de %lld solicitudes de IA en los últimos %lld minutos. Cada llamada cuesta créditos de API — asegúrate de que sea intencionado. El contador se ha restablecido.
fi: Olet tehnyt yli %lld AI-pyyntöä viimeisen %lld minuutin aikana. Jokainen kutsu kuluttaa API-krediittejä — varmista että tämä on tarkoituksellista. Laskuri on nollattu.
fr: Vous avez effectué plus de %1$lld requêtes IA en moins de %2$lld minutes. Chaque appel consomme des crédits API — vérifiez que c'est bien intentionnel. Le compteur a été remis à zéro.
fr_ca: Tu as effectué plus de %lld requêtes IA durant les %lld dernières minutes. Chaque appel consomme des crédits API — assure-toi que c'est intentionnel. Le compteur a été réinitialisé.
gu: તમે છેલ્લી %lld મિનિટોમાં %lld થી વધુ AI વિનંતીઓ કરી છે. દરેક કૉલ API ક્રેડિટ ખર્ચ કરે છે — કૃપા કરી ખાતરી કરો કે આ ઇરાદાપૂર્વકનું છે. કાઉન્ટર રીસેટ થયું છે.
he: ביצעת יותר מ-%lld בקשות AI ב-%lld הדקות האחרונות. כל קריאה צורכת קרדיטים של API — אנא ודא שזה מכוון. המונה אופס.
hi: आपने पिछले %lld मिनटों में %lld से अधिक AI अनुरोध किए हैं। प्रत्येक कॉल API क्रेडिट खर्च करता है — कृपया सुनिश्चित करें कि यह जानबूझकर है। काउंटर रीसेट कर दिया गया है।
hr: Napravili ste više od %lld AI zahtjeva u posljednjih %lld minuta. Svaki poziv troši API kredite — provjerite je li to namjerno. Brojač je resetiran.
hu: Több mint %lld AI kérést indított az elmúlt %lld percben. Minden hívás API krediteket használ fel — kérjük, győződjön meg róla, hogy ez szándékos. A számláló visszaállt.
id: Anda telah melakukan lebih dari %lld permintaan AI dalam %lld menit terakhir. Setiap pemanggilan menghabiskan kredit API — pastikan ini disengaja. Penghitung telah direset.
it: Hai effettuato più di %lld richieste IA negli ultimi %lld minuti. Ogni chiamata costa crediti API — assicurati che sia voluto. Il contatore è stato azzerato.
ja: 過去 %lld 分間に %lld 件を超えるAIリクエストを行いました。各呼び出しはAPIクレジットを消費します — 意図的であることを確認してください。カウンタはリセットされました。
kn: ನೀವು ಕಳೆದ %lld ನಿಮಿಷಗಳಲ್ಲಿ %lld ಕ್ಕಿಂತ ಹೆಚ್ಚು AI ವಿನಂತಿಗಳನ್ನು ಮಾಡಿದ್ದೀರಿ. ಪ್ರತಿ ಕರೆಯು API ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಬಳಸುತ್ತದೆ — ಇದು ಉದ್ದೇಶಪೂರ್ವಕವೆಂದು ಖಚಿತಪಡಿಸಿ. ಕೌಂಟರ್ ಮರುಹೊಂದಿಸಲಾಗಿದೆ.
ko: 지난 %lld분 동안 AI 요청을 %lld개 이상 보냈습니다. 호출마다 API 크레딧이 소모됩니다 — 의도한 것인지 확인하세요. 카운터가 재설정되었습니다.
ml: കഴിഞ്ഞ %lld മിനിറ്റിൽ %lld-ൽ കൂടുതൽ AI അഭ്യർത്ഥനകൾ നടത്തി. ഓരോ കോളും API ക്രെഡിറ്റുകൾ ചെലവഴിക്കും — ഇത് ഉദ്ദേശ്യപൂർവ്വമാണെന്ന് ഉറപ്പാക്കുക. കൗണ്ടർ പുനഃസജ്ജമാക്കി.
mr: तुम्ही गेल्या %lld मिनिटांत %lld पेक्षा जास्त AI विनंत्या केल्या आहेत. प्रत्येक कॉल API क्रेडिट खर्च करतो — कृपया हे हेतुपुरस्सर आहे याची खात्री करा. काउंटर रीसेट केला आहे.
ms: Anda telah membuat lebih daripada %lld permintaan AI dalam %lld minit yang lalu. Setiap panggilan menggunakan kredit API — sila pastikan ini sengaja. Pembilang telah ditetapkan semula.
nb: Du har gjort mer enn %lld AI-forespørsler de siste %lld minuttene. Hvert kall koster API-kreditter — pass på at dette er tilsiktet. Telleren er tilbakestilt.
nl: Je hebt meer dan %lld AI-verzoeken gedaan in de laatste %lld minuten. Elke oproep kost API-credits — zorg ervoor dat dit bedoeld is. De teller is gereset.
or: ଆପଣ ଗତ %lld ମିନିଟ୍‌ରେ %lldରୁ ଅଧିକ AI ଅନୁରୋଧ କରିଛନ୍ତି। ପ୍ରତ୍ୟେକ କଲ୍ API କ୍ରେଡିଟ୍ ଖର୍ଚ୍ଚ କରେ — ଏହା ଉଦ୍ଦେଶ୍ୟମୂଳକ ଅଟେ ବୋଲି ନିଶ୍ଚିତ କରନ୍ତୁ। କାଉଣ୍ଟର୍ ରିସେଟ୍ ହୋଇଛି।
pa: ਤੁਸੀਂ ਪਿਛਲੇ %lld ਮਿੰਟਾਂ ਵਿੱਚ %lld ਤੋਂ ਵੱਧ AI ਬੇਨਤੀਆਂ ਕੀਤੀਆਂ ਹਨ। ਹਰ ਕਾਲ API ਕ੍ਰੈਡਿਟ ਖਰਚ ਕਰਦੀ ਹੈ — ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਇਹ ਜਾਣਬੁੱਝ ਕੇ ਕੀਤਾ ਗਿਆ। ਕਾਊਂਟਰ ਰੀਸੈੱਟ ਹੋ ਗਿਆ ਹੈ।
pl: W ostatnich %lld minutach wysłano więcej niż %lld żądań AI. Każde wywołanie zużywa kredyty API — upewnij się, że to zamierzone. Licznik został zresetowany.
pt: Fez mais de %lld pedidos de IA nos últimos %lld minutos. Cada chamada consome créditos da API — confirme se é intencional. O contador foi reiniciado.
ro: Ai făcut mai mult de %lld cereri AI în ultimele %lld minute. Fiecare apel costă credite API — asigură-te că e intenționat. Contorul a fost resetat.
ru: Вы сделали более %lld запросов к ИИ за последние %lld минут. Каждый вызов расходует API-кредиты — убедитесь, что это намеренно. Счётчик сброшен.
sk: V posledných %lld minútach ste odoslali viac ako %lld požiadaviek AI. Každé volanie spotrebúva API kredity — uistite sa, že je to zámer. Počítadlo bolo resetované.
sl: V zadnjih %lld minutah ste poslali več kot %lld zahtev UI. Vsak klic porabi API kredite — preverite, ali je to namerno. Števec je ponastavljen.
sv: Du har gjort fler än %lld AI-förfrågningar under de senaste %lld minuterna. Varje anrop kostar API-krediter — säkerställ att detta är avsiktligt. Räknaren har återställts.
ta: கடந்த %lld நிமிடங்களில் %lld-க்கும் மேற்பட்ட AI கோரிக்கைகளை செய்துள்ளீர்கள். ஒவ்வொரு அழைப்பும் API கிரெடிட்களை செலவிடுகிறது — இது வேண்டுமென்றே என்பதை உறுதிப்படுத்தவும். கவுண்டர் மீட்டமைக்கப்பட்டது.
te: మీరు గత %lld నిమిషాల్లో %lld కంటే ఎక్కువ AI అభ్యర్థనలు చేశారు. ప్రతి కాల్ API క్రెడిట్‌లను ఖర్చు చేస్తుంది — ఇది ఉద్దేశపూర్వకమని నిర్ధారించండి. కౌంటర్ రీసెట్ చేయబడింది.
th: คุณได้ส่งคำขอ AI มากกว่า %lld ครั้งในช่วง %lld นาทีที่ผ่านมา ทุกการเรียกจะใช้เครดิต API — โปรดยืนยันว่าตั้งใจ ตัวนับถูกรีเซ็ตแล้ว
tr: Son %lld dakikada %lld'den fazla AI isteği gönderdiniz. Her çağrı API kredisi tüketir — bunun bilinçli olduğundan emin olun. Sayaç sıfırlandı.
uk: Ви виконали понад %lld запитів ШІ за останні %lld хвилин. Кожний виклик витрачає API-кредити — переконайтеся, що це навмисно. Лічильник скинуто.
ur: آپ نے گزشتہ %lld منٹوں میں %lld سے زیادہ AI درخواستیں کی ہیں۔ ہر کال API کریڈٹس خرچ کرتی ہے — براہ کرم یقینی بنائیں کہ یہ ارادتاً ہے۔ کاؤنٹر ری سیٹ ہو گیا ہے۔
vi: Bạn đã thực hiện hơn %lld yêu cầu AI trong %lld phút qua. Mỗi lệnh gọi tốn tín dụng API — vui lòng đảm bảo đây là chủ ý. Bộ đếm đã được đặt lại.
zh_hans: 过去 %lld 分钟内,你已发起超过 %lld 次 AI 请求。每次调用都会消耗 API 额度 — 请确认这是有意为之。计数器已重置。
zh_hant: 過去 %lld 分鐘內你已發出超過 %lld 次 AI 請求。每次呼叫會消耗 API 額度 — 請確認這是有意為之。計數器已重設。

source: You've made more than 20 AI requests in the last 5 minutes. Each call costs API credits — please make sure this is intended. The counter has been reset.
ar: لقد قمت بأكثر من ٢٠ من طلبات الذكاء الاصطناعي خلال آخر ٥ دقائق. كل استدعاء يستهلك رصيد واجهة برمجية — يرجى التأكد من أن هذا متعمَّد. تم تصفير العدّاد.
bn: আপনি গত ৫ মিনিটে ২০-এর বেশি AI অনুরোধ করেছেন। প্রতিটি কল API ক্রেডিট খরচ করে — অনুগ্রহ করে নিশ্চিত করুন যে এটি ইচ্ছাকৃত। কাউন্টার রিসেট করা হয়েছে।
ca: Heu fet més de 20 sol·licituds d'IA en els darrers 5 minuts. Cada invocació consumeix crèdits d'API — assegureu-vos que és intencionat. S'ha reiniciat el comptador.
cs: V posledních 5 minutách jste odeslali více než 20 požadavků AI. Každé volání spotřebovává API kredity — ujistěte se, že je to záměr. Počitadlo bylo resetováno.
da: Du har lavet mere end 20 AI-anmodninger i de sidste 5 minutter. Hvert kald koster API-kreditter — sørg for, at det er tilsigtet. Tælleren er nulstillet.
de: Du hast in den letzten 5 Minuten mehr als 20 KI-Anfragen gestellt. Jeder Aufruf kostet API-Guthaben — bitte stelle sicher, dass das beabsichtigt ist. Der Zähler wurde zurückgesetzt.
el: Έχετε κάνει περισσότερα από 20 αιτήματα ΤΝ στα τελευταία 5 λεπτά. Κάθε κλήση κοστίζει σε credits API — βεβαιωθείτε ότι είναι σκόπιμο. Ο μετρητής μηδενίστηκε.
es: Has hecho más de 20 solicitudes de IA en los últimos 5 minutos. Cada llamada cuesta créditos de API — asegúrate de que sea intencionado. El contador se ha restablecido.
fi: Olet tehnyt yli 20 AI-pyyntöä viimeisen 5 minuutin aikana. Jokainen kutsu kuluttaa API-krediittejä — varmista että tämä on tarkoituksellista. Laskuri on nollattu.
fr: Vous avez effectué plus de 20 requêtes IA en moins de 5 minutes. Chaque appel consomme des crédits API — vérifiez que c'est bien intentionnel. Le compteur a été remis à zéro.
fr_ca: Tu as effectué plus de 20 requêtes IA durant les 5 dernières minutes. Chaque appel consomme des crédits API — assure-toi que c'est intentionnel. Le compteur a été réinitialisé.
gu: તમે છેલ્લી ૫ મિનિટમાં ૨૦ થી વધુ AI વિનંતીઓ કરી છે. દરેક કૉલ API ક્રેડિટ ખર્ચ કરે છે — કૃપા કરી ખાતરી કરો કે આ ઇરાદાપૂર્વકનું છે. કાઉન્ટર રીસેટ થયું છે.
he: ביצעת יותר מ-20 בקשות AI ב-5 הדקות האחרונות. כל קריאה צורכת קרדיטים של API — אנא ודא שזה מכוון. המונה אופס.
hi: आपने पिछले 5 मिनटों में 20 से अधिक AI अनुरोध किए हैं। प्रत्येक कॉल API क्रेडिट खर्च करता है — कृपया सुनिश्चित करें कि यह जानबूझकर है। काउंटर रीसेट कर दिया गया है।
hr: Napravili ste više od 20 AI zahtjeva u posljednjih 5 minuta. Svaki poziv troši API kredite — provjerite je li to namjerno. Brojač je resetiran.
hu: Több mint 20 AI kérést indított az elmúlt 5 percben. Minden hívás API krediteket használ fel — kérjük, győződjön meg róla, hogy ez szándékos. A számláló visszaállt.
id: Anda telah melakukan lebih dari 20 permintaan AI dalam 5 menit terakhir. Setiap pemanggilan menghabiskan kredit API — pastikan ini disengaja. Penghitung telah direset.
it: Hai effettuato più di 20 richieste IA negli ultimi 5 minuti. Ogni chiamata costa crediti API — assicurati che sia voluto. Il contatore è stato azzerato.
ja: 過去 5 分間に 20 件を超えるAIリクエストを行いました。各呼び出しはAPIクレジットを消費します — 意図的であることを確認してください。カウンタはリセットされました。
kn: ನೀವು ಕಳೆದ ೫ ನಿಮಿಷಗಳಲ್ಲಿ ೨೦ ಕ್ಕಿಂತ ಹೆಚ್ಚು AI ವಿನಂತಿಗಳನ್ನು ಮಾಡಿದ್ದೀರಿ. ಪ್ರತಿ ಕರೆಯು API ಕ್ರೆಡಿಟ್‌ಗಳನ್ನು ಬಳಸುತ್ತದೆ — ಇದು ಉದ್ದೇಶಪೂರ್ವಕವೆಂದು ಖಚಿತಪಡಿಸಿ. ಕೌಂಟರ್ ಮರುಹೊಂದಿಸಲಾಗಿದೆ.
ko: 지난 5분 동안 AI 요청을 20개 이상 보냈습니다. 호출마다 API 크레딧이 소모됩니다 — 의도한 것인지 확인하세요. 카운터가 재설정되었습니다.
ml: കഴിഞ്ഞ 5 മിനിറ്റിൽ 20-ൽ കൂടുതൽ AI അഭ്യർത്ഥനകൾ നടത്തി. ഓരോ കോളും API ക്രെഡിറ്റുകൾ ചെലവഴിക്കും — ഇത് ഉദ്ദേശ്യപൂർവ്വമാണെന്ന് ഉറപ്പാക്കുക. കൗണ്ടർ പുനഃസജ്ജമാക്കി.
mr: तुम्ही गेल्या 5 मिनिटांत 20 पेक्षा जास्त AI विनंत्या केल्या आहेत. प्रत्येक कॉल API क्रेडिट खर्च करतो — कृपया हे हेतुपुरस्सर आहे याची खात्री करा. काउंटर रीसेट केला आहे.
ms: Anda telah membuat lebih daripada 20 permintaan AI dalam 5 minit yang lalu. Setiap panggilan menggunakan kredit API — sila pastikan ini sengaja. Pembilang telah ditetapkan semula.
nb: Du har gjort mer enn 20 AI-forespørsler de siste 5 minuttene. Hvert kall koster API-kreditter — pass på at dette er tilsiktet. Telleren er tilbakestilt.
nl: Je hebt meer dan 20 AI-verzoeken gedaan in de laatste 5 minuten. Elke oproep kost API-credits — zorg ervoor dat dit bedoeld is. De teller is gereset.
or: ଆପଣ ଗତ ୫ ମିନିଟ୍‌ରେ ୨୦ରୁ ଅଧିକ AI ଅନୁରୋଧ କରିଛନ୍ତି। ପ୍ରତ୍ୟେକ କଲ୍ API କ୍ରେଡିଟ୍ ଖର୍ଚ୍ଚ କରେ — ଏହା ଉଦ୍ଦେଶ୍ୟମୂଳକ ଅଟେ ବୋଲି ନିଶ୍ଚିତ କରନ୍ତୁ। କାଉଣ୍ଟର୍ ରିସେଟ୍ ହୋଇଛି।
pa: ਤੁਸੀਂ ਪਿਛਲੇ 5 ਮਿੰਟਾਂ ਵਿੱਚ 20 ਤੋਂ ਵੱਧ AI ਬੇਨਤੀਆਂ ਕੀਤੀਆਂ ਹਨ। ਹਰ ਕਾਲ API ਕ੍ਰੈਡਿਟ ਖਰਚ ਕਰਦੀ ਹੈ — ਕਿਰਪਾ ਕਰਕੇ ਯਕੀਨੀ ਬਣਾਓ ਇਹ ਜਾਣਬੁੱਝ ਕੇ ਕੀਤਾ ਗਿਆ। ਕਾਊਂਟਰ ਰੀਸੈੱਟ ਹੋ ਗਿਆ ਹੈ।
pl: W ostatnich 5 minutach wysłano więcej niż 20 żądań AI. Każde wywołanie zużywa kredyty API — upewnij się, że to zamierzone. Licznik został zresetowany.
pt: Fez mais de 20 pedidos de IA nos últimos 5 minutos. Cada chamada consome créditos da API — confirme se é intencional. O contador foi reiniciado.
ro: Ai făcut mai mult de 20 cereri AI în ultimele 5 minute. Fiecare apel costă credite API — asigură-te că e intenționat. Contorul a fost resetat.
ru: Вы сделали более 20 запросов к ИИ за последние 5 минут. Каждый вызов расходует API-кредиты — убедитесь, что это намеренно. Счётчик сброшен.
sk: V posledných 5 minútach ste odoslali viac ako 20 požiadaviek AI. Každé volanie spotrebúva API kredity — uistite sa, že je to zámer. Počítadlo bolo resetované.
sl: V zadnjih 5 minutah ste poslali več kot 20 zahtev UI. Vsak klic porabi API kredite — preverite, ali je to namerno. Števec je ponastavljen.
sv: Du har gjort fler än 20 AI-förfrågningar under de senaste 5 minuterna. Varje anrop kostar API-krediter — säkerställ att detta är avsiktligt. Räknaren har återställts.
ta: கடந்த 5 நிமிடங்களில் 20-க்கும் மேற்பட்ட AI கோரிக்கைகளை செய்துள்ளீர்கள். ஒவ்வொரு அழைப்பும் API கிரெடிட்களை செலவிடுகிறது — இது வேண்டுமென்றே என்பதை உறுதிப்படுத்தவும். கவுண்டர் மீட்டமைக்கப்பட்டது.
te: మీరు గత 5 నిమిషాల్లో 20 కంటే ఎక్కువ AI అభ్యర్థనలు చేశారు. ప్రతి కాల్ API క్రెడిట్‌లను ఖర్చు చేస్తుంది — ఇది ఉద్దేశపూర్వకమని నిర్ధారించండి. కౌంటర్ రీసెట్ చేయబడింది.
th: คุณได้ส่งคำขอ AI มากกว่า 20 ครั้งในช่วง 5 นาทีที่ผ่านมา ทุกการเรียกจะใช้เครดิต API — โปรดยืนยันว่าตั้งใจ ตัวนับถูกรีเซ็ตแล้ว
tr: Son 5 dakikada 20'den fazla AI isteği gönderdiniz. Her çağrı API kredisi tüketir — bunun bilinçli olduğundan emin olun. Sayaç sıfırlandı.
uk: Ви виконали понад 20 запитів ШІ за останні 5 хвилин. Кожний виклик витрачає API-кредити — переконайтеся, що це навмисно. Лічильник скинуто.
ur: آپ نے گزشتہ 5 منٹوں میں 20 سے زیادہ AI درخواستیں کی ہیں۔ ہر کال API کریڈٹس خرچ کرتی ہے — براہ کرم یقینی بنائیں کہ یہ ارادتاً ہے۔ کاؤنٹر ری سیٹ ہو گیا ہے۔
vi: Bạn đã thực hiện hơn 20 yêu cầu AI trong 5 phút qua. Mỗi lệnh gọi tốn tín dụng API — vui lòng đảm bảo đây là chủ ý. Bộ đếm đã được đặt lại.
zh_hans: 过去 5 分钟内,你已发起超过 20 次 AI 请求。每次调用都会消耗 API 额度 — 请确认这是有意为之。计数器已重置。
zh_hant: 過去 5 分鐘內你已發出超過 20 次 AI 請求。每次呼叫會消耗 API 額度 — 請確認這是有意為之。計數器已重設。

source: Zoom preview
ar: تكبير المعاينة
bn: প্রিভিউ জুম করুন
ca: Ampliar l'avançament
cs: Přiblížit náhled
da: Zoom forhåndsvisning
de: Vorschau vergrößern
el: Μεγέθυνση προεπισκόπησης
es: Ampliar previsualización
fi: Suurenna esikatselu
fr: Zoomer l'aperçu
fr_ca: Zoomer l'aperçu
gu: પ્રીવ્યૂ ઝૂમ કરો
he: הגדל תצוגה מקדימה
hi: पूर्वावलोकन ज़ूम करें
hr: Povećaj pregled
hu: Előnézet nagyítása
id: Perbesar pratinjau
it: Ingrandisci anteprima
ja: プレビューを拡大
kn: ಪೂರ್ವವೀಕ್ಷಣೆಯನ್ನು ಜೂಮ್ ಮಾಡಿ
ko: 미리보기 확대
ml: പ്രിവ്യൂ വലുതാക്കുക
mr: पूर्वावलोकन झूम करा
ms: Zum pratonton
nb: Zoom forhåndsvisning
nl: Voorvertoning vergroten
or: ପ୍ରିଭ୍ୟୁ ଜୁମ୍ କରନ୍ତୁ
pa: ਪ੍ਰੀਵਿਊ ਜ਼ੂਮ ਕਰੋ
pl: Powiększ podgląd
pt: Ampliar pré-visualização
ro: Mărește previzualizarea
ru: Увеличить предпросмотр
sk: Priblížiť náhľad
sl: Povečaj predogled
sv: Zooma in förhandsvisning
ta: முன்னோட்டத்தை பெரிதாக்கு
te: ప్రివ్యూను జూమ్ చేయండి
th: ซูมตัวอย่าง
tr: Önizlemeyi yakınlaştır
uk: Збільшити попередній перегляд
ur: پیش نظارہ زوم کریں
vi: Phóng to bản xem trước
zh_hans: 放大预览
zh_hant: 放大預覽
